reitaard/newo/experiments/wifi-sensing-v1/newo2-node/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_WIFI_CSI_ENABLED=y
CONFIG_ESP_WIFI_ESPNOW_MAX_ENCRYPT_NUM=0
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="16MB"
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_NEWO_NODE_ID=2
CONFIG_NEWO_PATH_ID=2
CONFIG_NEWO_SOURCE_FILTER_AP=y
CONFIG_NEWO_ESPNOW_TRANSMIT=y
CONFIG_NEWO_ESPNOW_PROBE_HZ=20
